{
  "Blade": {
    "description": "Due to an enzyme in his blood stream resultant from his mother's being bitten by a vampire while giving birth to him, Blade is immune to the bites of typical, supernatural vampires. Eventually, Morbius, an atypical, scientifically created vampire, bit him and Blade was turned into something resembling a dhampir. Blade possesses superhuman strength, stamina, speed, agility, heightened senses, and a rapid healing factor. He also ages very slowly (although he is not immortal) and can preternaturally sense supernatural activity."
  },
  "Nick Fury": {
    "description": "Fury's first appearance in a World War II combat series that portrayed the cigar-chomping Fury as leader of an elite U.S. Army unit. The character was later transformed into a spy and would be the lead agent of the fictional espionage agency S.H.I.E.L.D. The character makes frequent appearances in Marvel books as the former head of S.H.I.E.L.D. and as an intermediary between the U.S. government or the United Nations and various superheroes."
  },
  "Kitty Pryde": {
    "description": "A mutant, Pryde possesses a 'phasing' ability that allows her, as well as objects or people she is in contact with, to become intangible. This power also disrupts any electrical field she passes through, and lets her simulate levitation."
  },
  "Human Torch": {
    "description": "Like the rest of the Fantastic Four, Jonathan 'Johnny' Storm gained his powers on a spacecraft bombarded by cosmic rays. He can engulf his entire body in flames, fly, absorb fire harmlessly into his own body, and control any nearby fire by sheer force of will."
  },
  "Invisible Woman": {
    "description": "Sue Richards received her powers after being exposed to a cosmic storm. Her primary power deals with light waves, allowing her to render herself and others invisible. She can also project powerful fields of invisible psionic energy which she uses for a variety of offensive and defensive effects."
  },
  "Kang": {
    "description": "A time traveling conqueror with vast powers and technological supremacy. He has taken every opportunity to torment universe and is one of the Avengers' greatest foes. Kang has amassed an empire with a citizenry of millions, and cut a swath of terror through the ages."
  },
  "Mr. Fantastic": {
    "description": "Reed Richards, also known as Mr. Fantastic, is the leader of the Fantastic Four. He can stretch his body to great distances due to his exposure to cosmic rays while in space. He is also considered to be one of the smartest men alive."
  },
  "Mysterio": {
    "description": "The gifted but underappreciated special effects artist decided to be looked over no-longer and chose to focus his skills on becoming a supervillain. With his talent for creating convincing illusions and creating gadgets that specifically counter Spider-Man's abilities, Mysterio has been a constant thorn in the hero's side since the early days of his superhero career."
  },
  "Quicksilver": {
    "description": "Quicksilver is the twin brother of the Scarlet Witch. After he and his sister left the Brotherhood of Evil Mutants, they became members of the Avengers. Although Quicksilver's loyalties and reliability have long been erratic, his love for his sister has proven constant."
  },
  "Sandman": {
    "image": "https://i.pinimg.com/736x/01/2b/48/012b480cae023690a7c43aa6237a426a.jpg",
    "description": "Bombarded with a massive dose of radiation from an experimental reactor, low-level mob henchman William Baker discovered that he could transform himself into a sand-like form that he could manipulate and reshape at will. Eager to use his new powers to better his station in life, Baker embarked on a life of daring robberies as Sandman!"
  },
  "The Enforcers": {
    "image": "sdlfk",
    "description": "The Enforcers are a group of hired assassins and extortionists, each with an expertise in a different unique area of combat, whose goal it is to aid various employers in the takeover of New York City's criminal gangs. Members include: Fancy Dan, The Ox, Montana, Snake Marston, and Hammer Harrison."
  },
  "Mystique": {
    "description": "Mystique is a member of a subspecies of humanity known as mutants, who are born with superhuman abilities. Mystique is a shapeshifter who can mimic the appearance and voice of any person with exquisite precision, and her natural appearance includes blue skin and yellow eyes. She is typically portrayed as a foe of the X-Men."
  },
  "Kingpin": {
    "description": "Kingpin, AKA Willson Fisk, is one of the most-feared and powerful crimelords, typically holding the position of New York City's crime overlord. Initially an adversary of Spider-Man, the character later became the archenemy of Daredevil, and a recurring foe of the Punisher."
  },
  "Sabretooth": {
    "description": "Sabretooth and Wolverine were participants of the Cold War supersoldier program Weapon X, and that Sabretooth saw Wolverine as competition and therefore antagonized him. While Wolverine is depicted as suppressing his more savage qualities, Sabretooth does the opposite and embraces them. His abilities are nearly identical to Wolverine's, with his retractable claws comming from his fingers being the most notable difference."
  },
  "Ronan": {
    "description": "Long time Supreme Public Accuser and eventual Supremor of the Kree Empire, Ronan is married to Crystal of the Inhumans, the new benefactors and leaders of the Kree. Because he is of the Kree alien race, he is incredibly strong and uses a war hammer called the 'Universal Weapon' which can absorb and fire cosmic energy, manipulate matter, generate force-fields, and control gravity."
  },
  "Carnage": {
    "description": "Carnage belongs to a race of amorphous extraterrestrial parasites known as the Symbiotes. He is an adversary to Spider-Man, as well as an archenemy to Venom. The symbiote has taken many hosts; the original and most notable host is Cletus Kasady , a serial killer from the Marvel Universe."
  },
  "S.h.i.e.l.d.": {
    "description": "A U.N. affiliated intelligence agency dealing primarily with terrorism and superhuman threats that was originally founded by the U.S. government. The acronym originally stood for Supreme Headquarters, International Espionage, Law-Enforcement Division. It was changed in 1991 to Strategic Hazard Intervention Espionage Logistics Directorate. The most notable member is Nick Fury."
  },
  "Defenders" : {
    "description": "They are usually presented as a 'non-team' of individualistic 'outsiders' who, in their prior adventures, are known for following their own agendas. The team often battles mystic and supernatural threats. Its original incarnation was led by Doctor Strange and included Hulk, Namor, and—eventually—Silver Surfer."
  }
}