{
  "Blade": {
    "description": "Due to an enzyme in his blood stream resultant from his mother's being bitten by a vampire while giving birth to him, Blade is immune to the bites of typical, supernatural vampires. Eventually, Morbius, an atypical, scientifically created vampire, bit him and Blade was turned into something resembling a dhampir. Blade possesses superhuman strength, stamina, speed, agility, heightened senses, and a rapid healing factor. He also ages very slowly (although he is not immortal) and can preternaturally sense supernatural activity."
  },
  "Nick Fury": {
    "description": "Fury's first appearance in a World War II combat series that portrayed the cigar-chomping Fury as leader of an elite U.S. Army unit. The character was later transformed into a spy and would be the lead agent of the fictional espionage agency S.H.I.E.L.D. The character makes frequent appearances in Marvel books as the former head of S.H.I.E.L.D. and as an intermediary between the U.S. government or the United Nations and various superheroes."
  },
  "Kitty Pryde": {
    "description": "A mutant, Pryde possesses a 'phasing' ability that allows her, as well as objects or people she is in contact with, to become intangible. This power also disrupts any electrical field she passes through, and lets her simulate levitation."
  },
  "Human Torch": {
    "description": "Like the rest of the Fantastic Four, Jonathan 'Johnny' Storm gained his powers on a spacecraft bombarded by cosmic rays. He can engulf his entire body in flames, fly, absorb fire harmlessly into his own body, and control any nearby fire by sheer force of will."
  },
  "Invisible Woman": {
    "description": "Sue Richards received her powers after being exposed to a cosmic storm. Her primary power deals with light waves, allowing her to render herself and others invisible. She can also project powerful fields of invisible psionic energy which she uses for a variety of offensive and defensive effects."
  },
  "Kang": {
    "description": "A time traveling conqueror with vast powers and technological supremacy. He has taken every opportunity to torment universe and is one of the Avengers' greatest foes. Kang has amassed an empire with a citizenry of millions, and cut a swath of terror through the ages."
  },
  "Mr. Fantastic": {
    "description": ";lkj;"
  },
  "Mysterio": {
    "description": "The gifted but underappreciated special effects artist decided to be looked over no-longer and chose to focus his skills on becoming a supervillain. With his talent for creating convincing illusions and creating gadgets that specifically counter Spider-Man's abilities, Mysterio has been a constant thorn in the hero's side since the early days of his superhero career."
  },
  "Quicksilver": {
    "description": "asdfas"
  },
  "Sandman": {
    "image": "https://i.pinimg.com/736x/01/2b/48/012b480cae023690a7c43aa6237a426a.jpg",
    "description": "Bombarded with a massive dose of radiation from an experimental reactor, low-level mob henchman William Baker discovered that he could transform himself into a sand-like form that he could manipulate and reshape at will. Eager to use his new powers to better his station in life, Baker embarked on a life of daring robberies as Sandman!"
  },
  "The Enforcers": {
    "image": "sdlfk",
    "description": "The Enforcers are a group of hired assassins and extortionists, each with an expertise in a different unique area of combat, whose goal it is to aid various employers in the takeover of New York City's criminal gangs. Members include: Fancy Dan, The Ox, Montana, Snake Marston, and Hammer Harrison."
  }
}